{"channels":[{"131":{"ch_id":"131","channel_name":"Test","rec":"1","img":"perviy.png","category":{"class":"5","name":"Общие"},"name":"Пусть говорят (12+)","time":1520355000,"time_to":1520359200,"duration":"4200","descr":""},"137":{"ch_id":"137","channel_name":"Россия HD","rec":"1","img":"rossia1.png","category":{"class":"5","name":"Общие"},"name":"Вести (12+)","time":1520355600,"time_to":1520358300,"duration":"2700","descr":""},"134":{"ch_id":"134","channel_name":"НТВ HD","rec":"1","img":"ntv.png","category":{"class":"5","name":"Общие"},"name":"Высокие ставки (\"Разобщение\". \"Пешка в серьезной игре\". \"Места хватит на всех\". \"Выстрел\") (16+)","time":1520354400,"time_to":1520361300,"duration":"6900","descr":"\"Разобщение\".Ткачев с помощью Борзова проводит операцию по задержанию Волкова - помощника Черепанова - с деньгами, полученными им от Космонавта за \"крышу\". Таким образом Ткачев надеется выйти на Черепанова и добиться его ареста. Но Черепанову удается договориться с Волковым, который отказывается дать показания против него и добровольно увольняется из полиции. \"Пешка в серьезной игре\".В местной газете появляется разоблачительная статья о казино Космонавта. Черепанов вынужден реагировать на произошедшее и советует Космонавту договориться с администрацией города. Борзов и Волков быстро находят автора статьи - молодую журналистку Неваляеву. Под давлением она соглашается сдать своего информатора."},"223":{"ch_id":"223","channel_name":"НТВ Мир","rec":"1","img":"ntv_mir.png","category":{"class":"5","name":"Общие"},"name":"Гастролеры (13-я и 14-я серии) (16+)","time":1520355000,"time_to":1520361600,"duration":"6600","descr":"Действие картины разворачивается в преступном районе Тамбова. Вова (Максим Аверин) - владелец модного среди братвы ресторана, а его младший брат Мишаня (Алексей Воробьев) - беспечный весельчак, вечно попадающий в переделки. Очередная выходка Мишани провоцирует Вову на конфликт с местными авторитетами. Братья бегут из страны в Литву, с которой у Вовы связаны романтические воспоминания. Именно там родственники планируют начать новую жизнь. И теперь их зовут Вовас и Микас..."},"103":{"ch_id":"103","channel_name":"5 канал (Россия)","rec":"1","img":"5kanal.png","category":{"class":"5","name":"Общие"},"name":"След (Год спустя) (16+)","time":1520356800,"time_to":1520359500,"duration":"2700","descr":"Олег Королёв и Катя Жданова поженились сразу после школы и уехали учиться за границу. Спустя год они возвращаются в родной город и попадают на встречу выпускников. Но, похоже, кто-то очень не хочет, чтобы молодожёны ушли из родной школы живыми..."},"135":{"ch_id":"135","channel_name":"ТНТ HD","rec":"1","img":"tnt.png","category":{"class":"5","name":"Общие"},"name":"Остров (42-я серия) (16+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":"Костя пытается доказать всем, что на самом деле ученый - обманщик, которому нельзя доверять. Но все считают, что он просто ревнует. Гера видит, как сильно Оля устала жить в диких условиях и организовывает для нее очень неожиданное свидание. Тем временем, с острова улетает компаньон Степашкина, оставив всех в смертельно опасной ловушке. Наши герои пытаются из нее выбраться."},"138":{"ch_id":"138","channel_name":"СТС","rec":"1","img":"sts.png","category":{"class":"5","name":"Общие"},"name":"Премьера! \"Команда Б\" (16+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":"1. Миша случайно объявляет репетицию взлёта. Наблюдать за процессом собирается президент, но ни \"Команда А\", ни \"Команда Б\" к взлёту не готовы. 2. Руководство вводит в Звёздном городке ужесточение режима. С подачи Миши, Стас и Егор организовывают подпольную торговлю алкоголем. Миша, напившись, узнаёт, что Света переезжает жить к Антону."},"183":{"ch_id":"183","channel_name":"СТС Love","rec":"1","img":"sts_love.png","category":{"class":"5","name":"Общие"},"name":"Моя прекрасная няня (98-я - 103-я серии) (16+)","time":1520352000,"time_to":1520362800,"duration":"10800","descr":"100-я серия. Баба Надя выходит замуж! Более того - выходит замуж за африканца. Любовь Григорьевна в шоке. Но выясняется, что у жениха бабы Нади большие связи на телевидении. Используя эти связи, Вика пытается стать ведущей прогноза погоды. Однако в аналитической программе, с ведущим которой сводят Вику, о погоде не говорят. А попытка поговорить с Викой о генной инженерии ни к чему хорошему не приводит. Максим, которому на самом деле очень не хотелось, чтобы Вика перешла из нянь в телезвезды, утешает ее. А жених бабы Нади поет своей невесте африканские песни. 101-я серия. В новом проекте Шаталина согласилась участвовать супер-звезда Наталья Канарейченко, чьей визиткой является фирменная родинка. Вика, спрятавшаяся в засаде, в надежде увидеть звезду, нечаянно смывает с ее лица эту родинку, оказавшуюся фальшивкой. Более того, Вика проговаривается об этом в присутствии скандальной тележурналистки, и та делает из этой информации сенсацию. Канарейченко разгневана, Максим расстроен... Вика пытается спасти положение и предлагает Канарейченко наладить выпуск искусственных родинок. Но эту идею у Вики похищают - оказывается, и Максим не всегда умеет держать язык за зубами."},"132":{"ch_id":"132","channel_name":"РЕН ТВ HD","rec":"1","img":"rentv.png","category":{"class":"5","name":"Общие"},"name":"13-й район: Кирпичные особняки (16+)","time":1520355600,"time_to":1520361600,"duration":"6000","descr":"Криминальный боевик, разбавленный паркуром. \"Кирпичные особняки\" - настолько опасный район Детройта, что власти обносят его стеной. Однако ситуация выходит из-под контроля, когда местный наркобарон решает взорвать ненавистный город. Детективу Дэмиену и бывшему уголовнику Лино предстоит остроумно и с акробатической легкостью пройти через огонь и воду криминального мира, чтобы спасти город, а заодно стать настоящими друзьями. \"13-й район: Кирпичные особняки\" - римейк одноименного французского фильма 2004 года."},"77":{"ch_id":"77","channel_name":"МирТВ","rec":"1","img":"mir.png","category":{"class":"5","name":"Общие"},"name":"Убить дважды (1-я - 4-я серии) (16+)","time":1520353200,"time_to":1520367000,"duration":"13800","descr":"На первый взгляд, главная героиня Мария Данилова живет счастливо: она замужем за бизнесменом Игорем, растит 6-летнюю дочь Олесю. Мария владеет большим салоном красоты, приносящим ей прибыль. Но вся эта красивая картинка, которую женщина сама себе нарисовала, исчезла в одно мгновение... У Игоря дела идут неважно: его фирма на грани банкротства. Кроме того, он задолжал приличную сумму ростовщику Корнилову. Чтобы рассчитаться с долгами и сохранить бизнес, Игорь просит жену продать салон. Но на просьбу мужа Маша отвечает категорическим отказом, так как накануне она случайно узнала о том, что у него есть любовница, а всё их семейное счастье было фальшью.В итоге, в некогда тихом семейном гнездышке разразился скандал. А на утро Мария оказалась главной подозреваемой в убийстве собственного мужа - в преступлении, о котором она ничего не помнит. Быстрое расследование и неопровержимые факты указывают на виновность Маши, и через некоторое время она оказывается в колонии строго режима. Тем временем сестра Маши Тамара удочеряет Олесю, а Мария передает сестре права на свой бизнес, чтобы дочка ни в чем не нуждалась."},"66":{"ch_id":"66","channel_name":"Мир HD","rec":"1","img":"mirhd.png","category":{"class":"5","name":"Общие"},"name":"ОСА (62-я серия) (16+)","time":1520353200,"time_to":1520362800,"duration":"9600","descr":"Можно ли изобличить преступника, когда нет ни одной зацепки? На этот вопрос ответит генерал Зотов и его уникальная команда. В арсенале сотрудников Управления особой следственной аналитики (ОСА) - суперкомпьютер с искусственным интеллектом \"Матильда\" и высокотехнологичное оборудование. В руках молодых интеллектуалов-аналитиков, криминалистов, хакеров-программистов, психологов - грозное цифровое оружие для борьбы со злом. Зрители станут свидетелями того, как с помощью сложной современной техники даже самые матерые преступники и злые гении понесут заслуженное и справедливое наказание."},"61":{"ch_id":"61","channel_name":"ОТР","rec":"1","img":"otr.png","category":{"class":"5","name":"Общие"},"name":"ОТРажение (12+)","time":1520344800,"time_to":1520359500,"duration":"14700","descr":""},"140":{"ch_id":"140","channel_name":"Звезда","rec":"1","img":"zvezda.png","category":{"class":"5","name":"Общие"},"name":"Теория заговора (12+)","time":1520356800,"time_to":1520358300,"duration":"1500","descr":""},"121":{"ch_id":"121","channel_name":"Че","rec":"1","img":"che.png","category":{"class":"5","name":"Общие"},"name":"Решала (12+)","time":1520353800,"time_to":1520368200,"duration":"14400","descr":""},"136":{"ch_id":"136","channel_name":"ТВ3 Россия","rec":"1","img":"tv3.png","category":{"class":"5","name":"Общие"},"name":"Кости (86-я серия) (12+)","time":1520357400,"time_to":1520360100,"duration":"2700","descr":"Бут и Бреннан расследуют убийство мужчины, связанное с загадочным содержимым его кейса. Улики ведут к тайным агентам ЦРУ..."},"190":{"ch_id":"190","channel_name":"ТВ Центр","rec":"1","img":"tvc.png","category":{"class":"5","name":"Общие"},"name":"Право голоса (12+)","time":1520356800,"time_to":1520362800,"duration":"6000","descr":""},"181":{"ch_id":"181","channel_name":"Пятница","rec":"1","img":"pyatnica.png","category":{"class":"5","name":"Общие"},"name":"Ревизорро-Медицинно (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"91":{"ch_id":"91","channel_name":"RTVi","rec":"1","img":"rtvi.png","category":{"class":"5","name":"Общие"},"name":"Сквозной эфир. Live (12+)","time":1520356500,"time_to":1520359200,"duration":"2700","descr":""},"227":{"ch_id":"227","channel_name":"Домашний","rec":"1","img":"domashniy.png","category":{"class":"5","name":"Общие"},"name":"Женский доктор-2 (3-я и 4-я серии) (16+)","time":1520352300,"time_to":1520359200,"duration":"6900","descr":"3-я серия - \"Амнезия\".Полупанова рассказывает Ракитину, что Филатова удочерила Валери. В больницу привозят пациентку с амнезией. Земцов становится ее лечащим врачом. Журналистка Инна Роговая проводит расследование о неизвестной женщине. Ракитин приглашает Филатову в театр. Думанский говорит Филатовой, что был бы не против занять должность Бондарева. Психиатр считает, что пациентка потеряла память в результате пережитого стресса.4-я серия - \"В колее\".На прием к Земцову приходит 48-летняя пациентка Зоя Аникеева. У нее восьмая неделя беременности. Ракитин приглашает Лизу в ресторан отметить рождение внука, и обещает решить проблему с томографом. Друг Земцова Николаев приносит Платону ампулы с лекарством. 16-летняя Надя, внучка Зои Аникеевой, просит у Бондарева направление на аборт. Думанский находит ампулу, выброшенную Земцовым. Зоя Аникеева узнает о том, что ее внучка беременна."},"229":{"ch_id":"229","channel_name":"Культура","rec":"1","img":"rossia_k.png","category":{"class":"5","name":"Общие"},"name":"Спокойной ночи, малыши! (12+)","time":1520357400,"time_to":1520358300,"duration":"900","descr":""},"224":{"ch_id":"224","channel_name":"РТР Планета","rec":"1","img":"rtr_planeta.png","category":{"class":"5","name":"Общие"},"name":"Вести (12+)","time":1520355600,"time_to":1520358300,"duration":"2700","descr":""},"237":{"ch_id":"237","channel_name":"Время","rec":"1","img":"vremya.png","category":{"class":"5","name":"Общие"},"name":"Нина Сазонова. И грусть в её глазах (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"94":{"ch_id":"94","channel_name":"Ностальгия","rec":"1","img":"nostalgia.png","category":{"class":"5","name":"Общие"},"name":"\"Вариант \"Омега\" (2-я серия) (12+)","time":1520354100,"time_to":1520358000,"duration":"3900","descr":"В основе фильма - документальный материал о действиях советской разведки в оккупированном гитлеровцами Таллинне. Советский разведчик Сергей Скорин внедряется в разведорганы фашистской Германии, стремящиеся дезинформировать Ставку Верховного Главнокомандования советских вооружённых сил."},"230":{"ch_id":"230","channel_name":"Ю","rec":"1","img":"yu.png","category":{"class":"5","name":"Общие"},"name":"Дикий ангел (16+)","time":1520353200,"time_to":1520359200,"duration":"6000","descr":"Культовый романтический сериал о любви между юной служанкой Милагрос и богатым наследником Иво. Она - сирота, воспитанница католического монастыря и в тоже время заядлая и дерзкая футболистка. Он - богатый и избалованный сын хозяина дома. Их чувствам придется пройти серьезную проверку и преодолеть множество преград, выставленных завистниками и недоброжелателями."},"187":{"ch_id":"187","channel_name":"2х2","rec":"1","img":"2x2.png","category":{"class":"5","name":"Общие"},"name":"Симпсоны (22-я серия) (12+)","time":1520356200,"time_to":1520357700,"duration":"1500","descr":""},"119":{"ch_id":"119","channel_name":"Fashion TV","rec":"1","img":"world_fashion.png","category":{"class":"5","name":"Общие"},"name":"Неделя моды (12+)","time":1520357400,"time_to":1520358900,"duration":"1500","descr":""},"106":{"ch_id":"106","channel_name":"ТНТ4","rec":"1","img":"comedy.png","category":{"class":"5","name":"Общие"},"name":"Comedy Woman. Мэны против Wумэнов (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"222":{"ch_id":"222","channel_name":"КВН ТВ","rec":"1","img":"kvn.png","category":{"class":"5","name":"Общие"},"name":"Игры команды \"ГородЪ ПятигорскЪ\" (Высшая лига, второй полуфинал - 2011) (12+)","time":1520352000,"time_to":1520359200,"duration":"7200","descr":""},"81":{"ch_id":"81","channel_name":"Сарафан","rec":"0","img":"sarafan.png","category":{"class":"5","name":"Общие"},"name":"Yesterday Live (28-я серия) (12+)","time":1520354400,"time_to":1520358000,"duration":"3600","descr":""},"76":{"ch_id":"76","channel_name":"Вопросы и ответы","rec":"1","img":"voprosi.png","category":{"class":"5","name":"Общие"},"name":"Форт Боярд. Французская версия (25-я серия) (12+)","time":1520356800,"time_to":1520363100,"duration":"6300","descr":""},"99":{"ch_id":"99","channel_name":"Первый канал (+2)","rec":"0","img":"perviy_plus_2.png","category":{"class":"5","name":"Общие"},"name":"Спящие-2 (3-я и 4-я серии) (16+)","time":1520353800,"time_to":1520360100,"duration":"6300","descr":"3-я серия. Андрей и Иван одновременно оказываются на территории разбомбленной базы террористов. Между мужчинами снова начинается \"личная война\". Ингрид Уотсон, представитель благотворительной организации \"Миссия 44\", выходит на связь с американскими СМИ и выдает операцию России по ликвидации боевиков за атаку на мирных жителей. Она видит в этом повод для ужесточения санкций. Иван узнает, что поставки воды в лагеря беженцев - лишь предлог. Задача водовозов с маркировкой компании \"glowstone ind\" - это перевозка нелегальной нефти. На одной из машин Иван проникает в лагерь боевиков на границе Ливии и Туниса и видит, что полевой командир Ахмед Салем жив.4-я серия. Выдавая себя за охранника водовоза, Иван находит в одном из бараков для пленных Артема. Будучи врачом, Рашид приезжает в лагерь беженцев на регулярный осмотр и забирает в город на операцию раненого во время атаки российских ВКС главного соратника Салема - Фарида. Допросив Фарида прямо в палате, Андрей выясняет, что вся информация по планируемому теракту хранится в компьютере Салема. Конан Шелби узнает про Ингрид Уотсон и ее схему торговли черной нефтью в североафриканском регионе."},"98":{"ch_id":"98","channel_name":"НТВ (+2)","rec":"0","img":"ntv_plus_2.png","category":{"class":"5","name":"Общие"},"name":"По ту сторону смерти (\"Чокнутая\", 5-я и 6-я серии) (16+)","time":1520354100,"time_to":1520361600,"duration":"7500","descr":"Анна встречается с Идиговым в колонии. Она сообщает Глебу, что начальник оперчасти Донник, воевавший на Кавказе, связан с Идиговым.Донник попадает в разработку, в его кабинете устанавливают скрытое видеонаблюдение, и Точилин получает подтверждение связи Донника с Идиговым, которому Донник помогает держать связь с террористами. Демина узнает от Молчанова, что ее настоящий отец - кубинец Мигель, которого уже нет в живых. После этого признания она начинает верить в способности Покровской.Покровская подозревает в похищении своего сына, больного аутизмом, его врача Валентину Князеву, но этот след опять никуда не ведет..."},"97":{"ch_id":"97","channel_name":"ТНТ(+2)","rec":"0","img":"tnt_plus_2.png","category":{"class":"5","name":"Общие"},"name":"Студия союз. 15-я серия (16+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"96":{"ch_id":"96","channel_name":"Россия 1(+2)","rec":"0","img":"rossia1_plus_2.png","category":{"class":"5","name":"Общие"},"name":"Т\/С: Чужая, 3 и 4 с.","time":1520352000,"time_to":1520360100,"duration":"8100","descr":""},"233":{"ch_id":"233","channel_name":"Первый канал HD(+4)","rec":"0","img":"perviy_plus_4.png","category":{"class":"5","name":"Общие"},"name":"Церемония вручения наград американской киноакадемии \"Оскар-2018\" (12+)","time":1520356500,"time_to":1520363400,"duration":"6900","descr":""},"167":{"ch_id":"167","channel_name":"Украина","rec":"1","img":"trk_ukraina.png","category":{"class":"8","name":"Зарубежные"},"name":"Сегодня (12+)","time":1520355600,"time_to":1520358300,"duration":"2700","descr":""},"158":{"ch_id":"158","channel_name":"ICTV","rec":"1","img":"ictv.png","category":{"class":"8","name":"Зарубежные"},"name":"\"Чрезвычайные новости\" с Константином Стогнием\" (12+)","time":1520356800,"time_to":1520360400,"duration":"3600","descr":""},"157":{"ch_id":"157","channel_name":"Новый канал","rec":"1","img":"noviy.png","category":{"class":"8","name":"Зарубежные"},"name":"Дешево и сердито, 4 сез. 3 эп.","time":1520355600,"time_to":1520362800,"duration":"7200","descr":""},"156":{"ch_id":"156","channel_name":"СТБ","rec":"1","img":"stb.png","category":{"class":"8","name":"Зарубежные"},"name":"Т\/С: Когда мы дома. Новая история, 26 и 27 с.","time":1520352000,"time_to":1520358900,"duration":"6900","descr":"КОМЕДИЯ | УКРАИНА, 2014- | Паша и Катя совсем недавно начали жить вместе. Катя - красивая и романтичная девушка, которая работает специалистом по маникюру. Паша - научный сотрудник в области микробиологии. Несмотря на полностью противоположный характер, скромный молодой человек обожает свою вторую половинку и прислушивается к ее советам по всем житейским вопросам. Андрей и Марина - молодая семья с маленьким ребенком, вокруг которого на данный момент строится вся их жизнь. Марина - классическая молодая мама, ранее работавшая учительницей младших классов: она души не чает в своем малыше и ревнует его даже к мужу, простодушному участковому. Григорий и Надежда прожили в браке 40 лет и знают друг о друге абсолютно все. Григорий - бывший военный, а его жена работала медсестрой. Сейчас они на пенсии и большинство времени проводят дома, из-за чего часто конфликтуют по бытовым мелочам. Единственной отдушиной в их рутинной жизни являются новости от дочери и внуков. Олег и Настя женаты уже 20 лет. Их отношения продолжаются больше по привычке, чем по любви. Иногда Насте, которая работает семейным психологом, удается мотивировать пассивного супруга на какие-то действия, но ленивый мужчина даже уборку в квартире хитростью превращает в комфортный отдых. Олег - тренер женской команды по баскетболу и не упускает возможности завести роман на стороне.Тарас и Оксана вынуждены жить со свекровью, ко"},"174":{"ch_id":"174","channel_name":"Интер","rec":"1","img":"inter.png","category":{"class":"8","name":"Зарубежные"},"name":"Касается каждого (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"172":{"ch_id":"172","channel_name":"1+1","rec":"1","img":"1+1.png","category":{"class":"8","name":"Зарубежные"},"name":"Телевизионная служба новостей (12+)","time":1520357400,"time_to":1520361000,"duration":"3600","descr":""},"173":{"ch_id":"173","channel_name":"2+2","rec":"1","img":"2+2.png","category":{"class":"8","name":"Зарубежные"},"name":"Стоматолог (12+)","time":1520356800,"time_to":1520360100,"duration":"3300","descr":"Тс \"Стоматолог\" 16 Желт.круг"},"20":{"ch_id":"20","channel_name":"9 канал (Израиль)","rec":"1","img":"9_israel.png","category":{"class":"8","name":"Зарубежные"},"name":"День","time":1520356200,"time_to":1520359200,"duration":"3000","descr":""},"21":{"ch_id":"21","channel_name":"ОНТ Беларусь","rec":"1","img":"ont.png","category":{"class":"8","name":"Зарубежные"},"name":"Наши новости (12+)","time":1520357400,"time_to":1520359800,"duration":"2400","descr":""},"63":{"ch_id":"63","channel_name":"БелРос","rec":"0","img":"belros.png","category":{"class":"8","name":"Зарубежные"},"name":"Карта Родины (12+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"22":{"ch_id":"22","channel_name":"Беларусь 1","rec":"1","img":"bel_1.png","category":{"class":"8","name":"Зарубежные"},"name":"Женщина его мечты (2-я серия) (12+)","time":1520353200,"time_to":1520359200,"duration":"6000","descr":"Нешуточные страсти разгорелись на редколлегии женского еженедельника \"XXS\" вокруг темы ноябрьского номера: \"Чего хотят мужчины?\". В схватке участвуют три акулы - три главных автора журнала: Лиза Пахомова, Вероника Ланская и Оля Пышненко. Каждая из девушек хороша по-своему: одна - добрая, другая - умная, третья - красивая. Они постоянно конкурируют между собой и готовы на всё, чтобы возглавить проект. Им предстоит выяснить, кого же все-таки предпочитают джентльмены: умных, красивых или добрых? Главный редактор постановил: какая девушка больше соберет предложений руки и сердца за тридцать один день, та и опубликует статью."},"23":{"ch_id":"23","channel_name":"РТР Беларусь","rec":"1","img":"bel_rtr.png","category":{"class":"8","name":"Зарубежные"},"name":"Вести (12+)","time":1520355600,"time_to":1520358000,"duration":"2400","descr":""},"24":{"ch_id":"24","channel_name":"Беларусь 2","rec":"1","img":"bel_2.png","category":{"class":"8","name":"Зарубежные"},"name":"Слепая (12+)","time":1520354400,"time_to":1520358300,"duration":"3900","descr":""},"25":{"ch_id":"25","channel_name":"Беларусь 3","rec":"1","img":"bel_3.png","category":{"class":"8","name":"Зарубежные"},"name":"Беларуская кухня (12+)","time":1520356500,"time_to":1520358000,"duration":"1500","descr":""},"73":{"ch_id":"73","channel_name":"Хабар","rec":"0","img":"habar.png","category":{"class":"8","name":"Зарубежные"},"name":"Та?дыр тартысы (12+)","time":1520355900,"time_to":1520357700,"duration":"1800","descr":""},"71":{"ch_id":"71","channel_name":"Казахстан","rec":"0","img":"kazahstan.png","category":{"class":"8","name":"Зарубежные"},"name":"Фокус на Африку ","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"26":{"ch_id":"26","channel_name":"КТК","rec":"1","img":"ktk.png","category":{"class":"8","name":"Зарубежные"},"name":"Лестница в небеса (12+)","time":1520353800,"time_to":1520361600,"duration":"7800","descr":"“ЛЕСТНИЦА В НЕБЕСА”, мелодрама (9-10 серии). В ролях: Янина Соколовская, Вера Житницкая, Александр Песков, Микаэл Арамян"},"27":{"ch_id":"27","channel_name":"7 канал (Казахстан)","rec":"1","img":"7kanal.png","category":{"class":"8","name":"Зарубежные"},"name":"Ликвидация (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":"Т\/с \"Ликвидация\""},"28":{"ch_id":"28","channel_name":"Астана ТВ","rec":"1","img":"astana.png","category":{"class":"8","name":"Зарубежные"},"name":"Құс жолы","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"175":{"ch_id":"175","channel_name":"Armenia TV","rec":"1","img":"armeniya_tv.png","category":{"class":"8","name":"Зарубежные"},"name":"Нет данных","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"37":{"ch_id":"37","channel_name":"Shant HD","rec":"0","img":"shant.png","category":{"class":"8","name":"Зарубежные"},"name":"Горизонт","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"36":{"ch_id":"36","channel_name":"ATV HD","rec":"0","img":"atv_hd.png","category":{"class":"8","name":"Зарубежные"},"name":"Нет данных","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"38":{"ch_id":"38","channel_name":"Armenia 1 TV","rec":"0","img":"armenia_1_tv.png","category":{"class":"8","name":"Зарубежные"},"name":"Нет данных","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"39":{"ch_id":"39","channel_name":"Kentron","rec":"0","img":"kentron.png","category":{"class":"8","name":"Зарубежные"},"name":"Нет данных","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"29":{"ch_id":"29","channel_name":"TV3 LT","rec":"1","img":"tv3_lt.png","category":{"class":"8","name":"Зарубежные"},"name":"TV3 ziņas (12+)","time":1520355600,"time_to":1520357700,"duration":"2100","descr":""},"30":{"ch_id":"30","channel_name":"LNK","rec":"1","img":"lnk.png","category":{"class":"8","name":"Зарубежные"},"name":"KK2 (12+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":"Sensacingas televizijos projektas intriguojančiu pavadinimu „KK2 . Tai laida ne apie papūgų rūšį šiuo pavadinimu, o projektas, kuriame žiūrovams pateikiama pikantiškiausių naujienų iš Lietuvos ir užsienio garsenybių gyvenimų. Projekto rengėjai intriguoja, kad laidoje pamatysime ir tokių žvaigždžių, apie kurių pasirodymą lietuviškose televizijose buvo galima tik pasvajoti."},"35":{"ch_id":"35","channel_name":"BTV","rec":"1","img":"btv.png","category":{"class":"8","name":"Зарубежные"},"name":"Stoties policija (12+)","time":1520355300,"time_to":1520359200,"duration":"3900","descr":" Vaid.: Maksim Konovalov, Andrey Frolov, Aleksey Buldakov."},"32":{"ch_id":"32","channel_name":"3+","rec":"1","img":"tv3_plus.png","category":{"class":"8","name":"Зарубежные"},"name":"Вы все меня бесите (12+)","time":1520357100,"time_to":1520358900,"duration":"1800","descr":""},"31":{"ch_id":"31","channel_name":"LRT","rec":"1","img":"lrt.png","category":{"class":"8","name":"Зарубежные"},"name":"Emigrantai (12+)","time":1520357400,"time_to":1520360700,"duration":"3300","descr":"Laidoje „Emigrantai“ - naujausių išeivių sudužusios viltys ir nepagražinti likimai, dokumentiniai kadrai, kuriuose užfisuota, nepagražinta Ispanijoje ir Anglijoje laimės ieškančių lietuvaičių gyvenimo realybė. Ar iš tikrųjų TEN geriau nei ČIA?"},"34":{"ch_id":"34","channel_name":"LTV1","rec":"1","img":"ltv1.png","category":{"class":"8","name":"Зарубежные"},"name":"Personība. 100 g kultūras. Kārlis Auzāns. (12+)","time":1520357400,"time_to":1520361000,"duration":"3600","descr":""},"177":{"ch_id":"177","channel_name":"Discovery Россия HD","rec":"1","img":"discovery_hd.png","category":{"class":"2","name":"Познавательные"},"name":"Махинаторы (9-я серия - \"Karmann Ghia\") (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"146":{"ch_id":"146","channel_name":"Discovery Science HD","rec":"1","img":"discovery_science.png","category":{"class":"2","name":"Познавательные"},"name":"Гигантские стройки (1-я серия - \"Лас-Вегас, городской центр\") (12+)","time":1520357400,"time_to":1520360400,"duration":"3000","descr":""},"145":{"ch_id":"145","channel_name":"Discovery Turbo Xtra","rec":"1","img":"dtx.png","category":{"class":"2","name":"Познавательные"},"name":"Братья по оружию (7-я серия - \"Снова в колее\") (12+)","time":1520357400,"time_to":1520360100,"duration":"2700","descr":""},"113":{"ch_id":"113","channel_name":"History Россия HD","rec":"1","img":"history.png","category":{"class":"2","name":"Познавательные"},"name":"Хватай не глядя: Майами (1-я серия - \"Добро пожаловать в Майами\") (12+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"65":{"ch_id":"65","channel_name":"History2 HD","rec":"1","img":"history2hd.png","category":{"class":"2","name":"Познавательные"},"name":"Древние пришельцы. 9 сез. 2 с. - \"Пирамиды Антарктиды\"","time":1520356200,"time_to":1520359200,"duration":"3000","descr":"ПОЗНАВАТЕЛЬНАЯ | США , 2009-2016 | В этой с. рассказывается о предположении, что в далеком прошлом, когда Антарктида не была скрыта под снегом и льдом, ее колонизировали инопланетяне."},"205":{"ch_id":"205","channel_name":"ID Xtra","rec":"1","img":"id_xtra.png","category":{"class":"2","name":"Познавательные"},"name":"Идеальное убийство (4-я серия - \"Затемнение\") (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"168":{"ch_id":"168","channel_name":"TLC Россия","rec":"1","img":"tlc.png","category":{"class":"2","name":"Познавательные"},"name":"Я вешу 300 кг (10-я серия) (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"115":{"ch_id":"115","channel_name":"Планета HD","rec":"1","img":"iq_hd.png","category":{"class":"2","name":"Познавательные"},"name":"Рейтинг Тимофея Баженова. Могло быть хуже (Стрелочник) (12+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"212":{"ch_id":"212","channel_name":"Eureka HD","rec":"1","img":"eureka.png","category":{"class":"2","name":"Познавательные"},"name":"Детективы ДНК (12+)","time":1520357100,"time_to":1520359800,"duration":"2700","descr":""},"90":{"ch_id":"90","channel_name":"National Geographic","rec":"1","img":"national_geographic.png","category":{"class":"2","name":"Познавательные"},"name":"Авто - SOS (4-я серия - \"Фиаско \"Фиата\") (12+)","time":1520356800,"time_to":1520359800,"duration":"3000","descr":""},"116":{"ch_id":"116","channel_name":"National Geographic HD","rec":"1","img":"national_geographic_hd.png","category":{"class":"2","name":"Познавательные"},"name":"Опасные встречи (1-я серия - \"Змееробот\") (12+)","time":1520357400,"time_to":1520360100,"duration":"2700","descr":""},"125":{"ch_id":"125","channel_name":"Наука 2.0","rec":"1","img":"nauka_20.png","category":{"class":"2","name":"Познавательные"},"name":"Невидимая природа (Растения-колонизаторы) (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"209":{"ch_id":"209","channel_name":"24Техно","rec":"1","img":"t24.png","category":{"class":"2","name":"Познавательные"},"name":"Полигон (ТАВКР \"Адмирал Кузнецов\") (12+)","time":1520357100,"time_to":1520360100,"duration":"3000","descr":""},"203":{"ch_id":"203","channel_name":"Оружие","rec":"1","img":"oruzhie.png","category":{"class":"2","name":"Познавательные"},"name":"Лучший стрелок-5 (6-я серия) (12+)","time":1520355600,"time_to":1520358000,"duration":"2400","descr":""},"149":{"ch_id":"149","channel_name":"Nat Geo Wild HD","rec":"1","img":"NatGeoWild.png","category":{"class":"2","name":"Познавательные"},"name":"Самые странные морды животных (1-я серия - \"Преднамеренно уродливые\") (12+)","time":1520355600,"time_to":1520358300,"duration":"2700","descr":""},"114":{"ch_id":"114","channel_name":"Animal Planet HD","rec":"1","img":"animalplanet.png","category":{"class":"2","name":"Познавательные"},"name":"На свободу с питбулем (12-я серия - \"Тот самый\") (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"241":{"ch_id":"241","channel_name":"Animal Family HD","rec":"1","img":"animal_family_hd.png","category":{"class":"2","name":"Познавательные"},"name":"Дикие сироты (12+)","time":1520356800,"time_to":1520358600,"duration":"1800","descr":""},"197":{"ch_id":"197","channel_name":"RTД","rec":"1","img":"rtd_hd.png","category":{"class":"2","name":"Познавательные"},"name":"WW2 Chronicles (\"Renaissance\", 1-я часть) (12+)","time":1520357400,"time_to":1520358180,"duration":"780","descr":""},"82":{"ch_id":"82","channel_name":"Страна","rec":"0","img":"strana.png","category":{"class":"2","name":"Познавательные"},"name":"Нет данных","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"79":{"ch_id":"79","channel_name":"Мама","rec":"1","img":"mama.png","category":{"class":"2","name":"Познавательные"},"name":"Время малышей (12+)","time":1520344800,"time_to":1520359200,"duration":"14400","descr":""},"80":{"ch_id":"80","channel_name":"Доктор","rec":"1","img":"doktor.png","category":{"class":"2","name":"Познавательные"},"name":"Основной элемент. Механизмы боли","time":1520357100,"time_to":1520358900,"duration":"1800","descr":"ПОЗНАВАТЕЛЬНАЯ | РОССИЯ , 2012-2017 | Боль – гениальное изобретение эволюции, позволяющее выживать. Но в тоже время боль доставляет неудобства. Как с помощью силы мысли, или самоистязания, или даже мультфильмов, справиться с болью? \"Механизмы боли\" - фильм из цикла \"Основной элемент\" на канале Наука."},"238":{"ch_id":"238","channel_name":"Da Vinci Learning","rec":"1","img":"davinci.png","category":{"class":"2","name":"Познавательные"},"name":"Гениальные идеи (Как стать суперменом) (12+)","time":1520356800,"time_to":1520358300,"duration":"1500","descr":""},"239":{"ch_id":"239","channel_name":"Viasat Explore","rec":"1","img":"explore.png","category":{"class":"2","name":"Познавательные"},"name":"Коллекционеры в пустыне (1-я серия) (12+)","time":1520357400,"time_to":1520360400,"duration":"3000","descr":""},"240":{"ch_id":"240","channel_name":"Viasat Nature\/History HD","rec":"1","img":"history_nature.png","category":{"class":"2","name":"Познавательные"},"name":"Лучшие родители в мире животных (1-я серия) (12+)","time":1520355900,"time_to":1520359200,"duration":"3300","descr":""},"101":{"ch_id":"101","channel_name":"Viasat History","rec":"1","img":"viasath.png","category":{"class":"2","name":"Познавательные"},"name":"Карты убийства (4-я серия) (12+)","time":1520356800,"time_to":1520359800,"duration":"3000","descr":""},"228":{"ch_id":"228","channel_name":"История","rec":"1","img":"istoriya.png","category":{"class":"2","name":"Познавательные"},"name":"Столетняя война (Фильм первый) (12+)","time":1520357400,"time_to":1520361000,"duration":"3600","descr":""},"70":{"ch_id":"70","channel_name":"365 дней ТВ","rec":"1","img":"365_dney.png","category":{"class":"2","name":"Познавательные"},"name":"Час истины (405-я серия - \"Эдуард III Виндзорский - король Англии\") (12+)","time":1520355600,"time_to":1520359500,"duration":"3900","descr":""},"124":{"ch_id":"124","channel_name":"Моя планета","rec":"1","img":"moya_planeta.png","category":{"class":"2","name":"Познавательные"},"name":"В поисках приключений (Аргентина) (12+)","time":1520355900,"time_to":1520359200,"duration":"3300","descr":""},"164":{"ch_id":"164","channel_name":"Russian Travel Guide","rec":"1","img":"rtg.png","category":{"class":"2","name":"Познавательные"},"name":"Серафимо-Дивеевская обитель (12+)","time":1520355600,"time_to":1520358300,"duration":"2700","descr":""},"198":{"ch_id":"198","channel_name":"Телепутешествия HD","rec":"1","img":"teletravel_hd.png","category":{"class":"2","name":"Познавательные"},"name":"Грани возможного (Подъём) (12+)","time":1520356500,"time_to":1520358000,"duration":"1500","descr":""},"231":{"ch_id":"231","channel_name":"Travel channel HD","rec":"1","img":"travel_hd.png","category":{"class":"2","name":"Познавательные"},"name":"Охотники за международной недвижимостью (11-я серия - \"Где лучше поселиться: в Буде или Пеште?\") (12+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"206":{"ch_id":"206","channel_name":"Travel+Adventure HD","rec":"1","img":"tr_adv.png","category":{"class":"2","name":"Познавательные"},"name":"Под стук колёс (Индонезия) (12+)","time":1520355300,"time_to":1520358600,"duration":"3300","descr":""},"155":{"ch_id":"155","channel_name":"Охота и рыбалка","rec":"1","img":"ohota_i_rybalka.png","category":{"class":"2","name":"Познавательные"},"name":"Карпфишинг (6-я серия) (12+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"194":{"ch_id":"194","channel_name":"Охотник и рыболов HD","rec":"1","img":"ohotnik_i_rybolov.png","category":{"class":"2","name":"Познавательные"},"name":"С удочкой по Грузии (12+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"211":{"ch_id":"211","channel_name":"Outdoor channel HD","rec":"1","img":"outdoor.png","category":{"class":"2","name":"Познавательные"},"name":"Город оленей. США (37-я серия) (12+)","time":1520357400,"time_to":1520358900,"duration":"1500","descr":""},"225":{"ch_id":"225","channel_name":"Живая природа HD","rec":"0","img":"givaya_priroda.png","category":{"class":"2","name":"Познавательные"},"name":"Водопад Куперля. Вдадимир Тимкин","time":1520318760,"time_to":1520384340,"duration":"65580","descr":"Водопад Куперля 01-05-16. Вдадимир Тимкин"},"83":{"ch_id":"83","channel_name":"Живая планета","rec":"0","img":"zhivaya_planeta.png","category":{"class":"2","name":"Познавательные"},"name":"Том Харди против браконьеров (Фильм первый) (12+)","time":1520355900,"time_to":1520359200,"duration":"3300","descr":""},"179":{"ch_id":"179","channel_name":"Кухня ТВ","rec":"1","img":"kuhnya.png","category":{"class":"2","name":"Познавательные"},"name":"Есть тема! (12-я серия) (12+)","time":1520355600,"time_to":1520357700,"duration":"2100","descr":""},"216":{"ch_id":"216","channel_name":"Еда HD","rec":"1","img":"eda_hd.png","category":{"class":"2","name":"Познавательные"},"name":"Реально! Кондитер (Нуга) (12+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"186":{"ch_id":"186","channel_name":"Авто Плюс","rec":"1","img":"avtoplus.png","category":{"class":"2","name":"Познавательные"},"name":"Своими глазами (671-я серия - \"Экспедиция в Карелию на Hyundai Creta\", 1-я часть) (12+)","time":1520357400,"time_to":1520358300,"duration":"900","descr":""},"78":{"ch_id":"78","channel_name":"Авто24","rec":"1","img":"avto24.png","category":{"class":"2","name":"Познавательные"},"name":"Российская дрифт серия-2017 (2-я серия) (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"161":{"ch_id":"161","channel_name":"HD-Life","rec":"1","img":"hd_life.png","category":{"class":"2","name":"Познавательные"},"name":"Невидимая природа (3-я серия) (12+)","time":1520355300,"time_to":1520359200,"duration":"3900","descr":""},"160":{"ch_id":"160","channel_name":"Кинопремьера HD","rec":"1","img":"kinopremera.png","category":{"class":"3","name":"Кино"},"name":"Сусана, ты меня убиваешь (18+)","time":1520357400,"time_to":1520363400,"duration":"6000","descr":"Беззаботный красавчик Элихио приходит домой под утро, а проснувшись, обнаруживает, что его жена испарилась, не оставив даже записки. Обескураженный Элихио начинает поиски и выясняет, что уставшая от его инфантильности Сусана улетела в Америку, чтобы сосредоточиться на писательской карьере. Упрямый Элихио мчится возвращать свою жену, но на этот раз одного шарма будет недостаточно. Ему придется понять, почему каждый раз, когда ему кажется, что все идет как надо, Сусана собирает вещи и испаряется."},"214":{"ch_id":"214","channel_name":"Остросюжетное HD","rec":"1","img":"osu_hd.png","category":{"class":"3","name":"Кино"},"name":"Нокаут (16+)","time":1520354700,"time_to":1520360100,"duration":"5400","descr":"Мэллори Кейн (Джина Карано) - секретный спецагент и профессиональный наемник. Она молода, умна и красива. Время от времени шеф международной спецслужбы Кеннет (Юэн МакГрегор) вызывает ее для выполнения заданий мирового масштаба, не всегда санкционированных правительством. Но после провала череды операций Мэллори осознает, что она - лишь пешка в двойной игре. Девушке грозит смертельная опасность, и она должна использовать весь свой опыт и талант бойца, чтобы скрыться от международного розыска и защитить себя и свою семью. А пока героиня находится в бегах, она пытается вычислить того, кто подставил ее, чтобы вернуться и отомстить предателю - дело непростое, но благородное."},"215":{"ch_id":"215","channel_name":"КиноПремиум HD","rec":"1","img":"kino_premium_hd.png","category":{"class":"3","name":"Кино"},"name":"Телеведущий: И снова здравствуйте (16+)","time":1520356200,"time_to":1520362500,"duration":"6300","descr":"Популярнейший телеведущий Сан-Диего 70-х годов Рон Бургунди возвращается, чтобы стать лучшим на первом 24-часовом новостном канале Нью-Йорка."},"217":{"ch_id":"217","channel_name":"Наш Детектив HD","rec":"1","img":"semeynoe_hd.png","category":{"class":"3","name":"Кино"},"name":"Владимирская, 15 (24-я серия) (16+)","time":1520356800,"time_to":1520359800,"duration":"3000","descr":"Петренко расследует необычное дело, жертвой которого стал глухонемой бизнесмен. А отстраненный от работы майор Дикий просит Игоря проследить за складами Рытвина. Молодому оперативнику удаётся узнать кое-что интересное."},"213":{"ch_id":"213","channel_name":"Наш Кинороман HD","rec":"1","img":"nashe.png","category":{"class":"3","name":"Кино"},"name":"Дорога в пустоту (8-я серия) (16+)","time":1520356800,"time_to":1520359800,"duration":"3000","descr":"Марина растет по службе. Ей поручают вынос главного блюда на званом ужине. Катя собирает досье на Глеба. На банкете Марина очаровывает владельца ресторана Дроздовского. Тот начинает за ней ухаживать. В одном из охранников Дроздовского Марина узнает своего друга детства Петра."},"170":{"ch_id":"170","channel_name":"Киносемья","rec":"1","img":"kinosemya.png","category":{"class":"3","name":"Кино"},"name":"Зачарованная (12+)","time":1520356500,"time_to":1520362200,"duration":"5700","descr":"Проклятие злой ведьмы переносит принцессу из мультипликационной сказки в современный Нью-Йорк, превращая ее в живую девушку. Случай сталкивает ее с красавцем Робертом, однако окончательно проникнуться симпатией друг к другу этой парочке непросто. Им постоянно мешают все новые и новые персонажи, прибывающие на Манхэттен из сказочной мультипликационной страны: прекрасный принц, злая мачеха, дворецкий и даже... говорящая белка."},"171":{"ch_id":"171","channel_name":"Киносвидание","rec":"1","img":"kinosvedanie.png","category":{"class":"3","name":"Кино"},"name":"10 причин моей ненависти (18+)","time":1520353800,"time_to":1520359800,"duration":"6000","descr":"Девушка по имени Бьянка спешит на свидание, но суровый старорежимный папа озабочен тем, чтобы пристроить и другую дочку - у Бьянки имеется сестренка Кэт, которая о парнях даже слышать не хочет. Однако отец непреклонен: пока Кэт не обзаведется кавалером, Бьянка будет сидеть дома. Но где найти парня, который захочет встречаться с убежденной феминисткой и сможет добиться ее благосклонности? И тут приятель Бьянки вспоминает об одном из своих друзей..."},"126":{"ch_id":"126","channel_name":"Кинохит","rec":"1","img":"kinohit.png","category":{"class":"3","name":"Кино"},"name":"Сила воли (16+)","time":1520352000,"time_to":1520359200,"duration":"7200","descr":"Правдивая история легендарного чернокожего атлета Джесси Оуэнса, чье невероятное упорство привело его на Олимпийские игры 1936 года в нацистском Берлине. Встретившиеся на его пути преграды и искушения - ничто в сравнении с грандиозным забегом, за которым следил весь мир. Затаив дыхание, одни надеялись на победу Джесси как на символ справедливости и достоинства, а другие жаждали его поражения во имя триумфа идеологии. Несколько секунд - и Джесси ворвался в историю, бросив дерзкий вызов самому Гитлеру."},"133":{"ch_id":"133","channel_name":"Киномикс","rec":"1","img":"kinomix.png","category":{"class":"3","name":"Кино"},"name":"Моя первая свадьба (16+)","time":1520355600,"time_to":1520361900,"duration":"6300","descr":"Счастливые влюбленные Леонора и Эдриан решили пожениться и вовсю готовятся к свадьбе. Но внезапно немного нервный юноша совершает маленькую ошибку, которую тщетно пытается скрыть от любимой. Он пытается избежать проблем, но они растут как снежный ком, и Эдриан все только усложняет своими попытками сделать лучше. Это грозит срыву церемонии и самого брака с Леонорой."},"128":{"ch_id":"128","channel_name":"Наше новое кино","rec":"1","img":"nashe_novoye_kino.png","category":{"class":"3","name":"Кино"},"name":"Друзья из Франции (16+)","time":1520353800,"time_to":1520359800,"duration":"6000","descr":"Фильм о двух французах, в 1982-м году решивших отправиться в тур за \"железный занавес\", а именно - в Одессу. Героям картины \"Друзья из Франции\" Жерому Берковичу и Кэрол Брикерман по 20 лет. Девушка едет в Советский Союз из любопытства и готовности пойти на большой риск ради правды, а вот ее спутник вряд ли решился бы на такую поездку, если бы перспектива провести столько времени вдвоем с прекрасной Кэрол не казалась ему столь заманчивой."},"242":{"ch_id":"242","channel_name":"Родное кино","rec":"1","img":"rodnoye_kino.png","category":{"class":"3","name":"Кино"},"name":"Первый учитель (12+)","time":1520356800,"time_to":1520363400,"duration":"6600","descr":"Действие разворачивается в 1923 году, в одном из отдаленных аулов Киргизии. Именно сюда, по окончании войны, прибывает молодой учитель Дюйшен. Вчерашний солдат, он еще полон юношеских идеалов и пытается донести до масс революционный прогресс, но сталкивается с обществом, глухим к приверженности идеологиям. С верой в правду и собственную правоту, Дюйшен вступает в ожесточенную схватку с вековыми устоями жизни на Востоке. \"Первый учитель\" - одна из первых картин Андрея Кончаловского, экранизация одноименной повести Чингиза Айтматова. Фильм отмечен Кубком Вольпи Венецианского кинофестиваля."},"104":{"ch_id":"104","channel_name":"Индийское кино","rec":"1","img":"indiyskoe_kino.png","category":{"class":"3","name":"Кино"},"name":"Круг жизни (16+)","time":1520352900,"time_to":1520359200,"duration":"6300","descr":"Бомбей 70-х годов. Ом Пракаш Макхия и его друг Паппу мечтают об актерской славе, однако получают лишь роли статистов в массовках. Мать Ома, бывшая исполнительница второстепенных ролей, убеждает сына, что когда-нибудь он станет героем большого проекта. Об этом он мечтает каждую минуту, поскольку влюблен в молодую звезду экрана Шанти. Когда на съемках случается пожар, Ом спасает Шанти и становится ее другом..."},"110":{"ch_id":"110","channel_name":"TV1000 East","rec":"1","img":"tv1000.png","category":{"class":"3","name":"Кино"},"name":"Монстры на каникулах (12+)","time":1520356200,"time_to":1520362800,"duration":"6600","descr":""},"100":{"ch_id":"100","channel_name":"TV1000 Action East","rec":"1","img":"TV1000Action.png","category":{"class":"3","name":"Кино"},"name":"Кодекс вора (16+)","time":1520352900,"time_to":1520359800,"duration":"6900","descr":"Опытный нью-йоркский вор Кит Рипли, планируя ограбление века, обращается за помощью к молодому, но уже сделавшему себе славу в определенных кругах, представителю своей профессии Габриэлю Мартину. Он предлагает ему стать напарником при краже крайне ценных реликвий, а именно драгоценных яиц Фаберже, являющихся собственностью династии Романовых. Сокровища тщательно охраняются и помещены в надежном сейфе. Каждое из яиц Фаберже на черном рынке можно продать по цене в двадцать миллионов долларов. Таким способом Рипли хочет расплатиться с криминальным боссом Ники, которому задолжал. В криминальном боевике \"Кодекс вора\" главные роли исполнили Морган Фриман и Антонио Бандерас."},"123":{"ch_id":"123","channel_name":"TV1000 Русское кино","rec":"1","img":"tv1000rukino.png","category":{"class":"3","name":"Кино"},"name":"Стиляги (16+)","time":1520356800,"time_to":1520366400,"duration":"9600","descr":"Действие фильма происходит в Москве в 1955-56 годах. Сталин уже умер, но культ личности еще не разоблачен его приемником - Никитой Хрущёвым. В это время появляется новое модное поветрие - \"стиляжничество\". \"Чуваки\" и \"чувихи\", как они себя сами называют, это молодые люди из разных семей, увлекающиеся джазом и рок-н-роллом. Они отрицают всю серость \"жлобов\" - советских граждан, предпочитая свободный и яркий стиль жизни. Среди них, молодой советский парень находит себя, \"обращаясь в их веру\" и, помимо друзей, он находит любовь - самую загадочную и необычную девушку."},"202":{"ch_id":"202","channel_name":"ViP Premiere HD","rec":"1","img":"vip_premiere.png","category":{"class":"3","name":"Кино"},"name":"Софи и восходящее солнце (18+)","time":1520352300,"time_to":1520359200,"duration":"6900","descr":"Они не должны были встретиться, но у судьбы свои причуды. Тихая Софи и чужак Гровер. Их объединила любовь к живописи и природе. Их страсть изменила маленький город."},"200":{"ch_id":"200","channel_name":"ViP Megahit HD","rec":"1","img":"vip_megahit.png","category":{"class":"3","name":"Кино"},"name":"Значит, война (16+)","time":1520355600,"time_to":1520361900,"duration":"6300","descr":"Два агента ЦРУ Франклин Фостер и Так Хенсон - не только коллеги по совместным операциям, но и по совместительству - лучшие друзья. Свое обаяние и шпионское мастерство они с успехом использовали для знакомства с девушками. Они весело проводили время до тех пор, пока в их дружбу не вмешалась блондинка Лоран Скотт, которая по своей легкомысленности завела романы с обоими парнями. Оба не хотят отступаться от девушки, и вот уже мужская дружба трещит по швам. Выдержит ли она испытание женщиной? Множество голливудских красавчиков рассматривались на роли суперагентов в фильме \"Значит, война\", но выбрали в итоге Криса Пайна и Тома Харди."},"201":{"ch_id":"201","channel_name":"ViP Comedy HD","rec":"1","img":"vip_comedy.png","category":{"class":"3","name":"Кино"},"name":"Призраки бывших подружек (16+)","time":1520357400,"time_to":1520364000,"duration":"6600","descr":"Коннор Мид (Мэттью Макконнахи) - заядлый ловелас. Сейчас он встречается с тремя девушками одновременно, а сколько их у него было всего, пожалуй, даже он сам не сможет точно сказать. На свадьбе младшего брата Коннор, напившись, уходит в туалет, где встречает призрака своего покойного дяди Уэйна, который и научил его влюблять в себя девушек. Однако теперь дядюшка хочет, чтобы племянник не повторил его ошибок и встретил настоящую любовь - например, героиню Дженнифер Гарнер. А чтобы доказать Коннору свою правоту, Уэйну потребуются призраки бывших подружек героя."},"75":{"ch_id":"75","channel_name":"Кинопоказ HD1","rec":"1","img":"kinopokaz1hd.png","category":{"class":"3","name":"Кино"},"name":"Никогда не сдавайся-3 (16+)","time":1520353200,"time_to":1520359200,"duration":"6000","descr":"Бывшая звезда ринга Кейс Уокер подрабатывает в дешевой любительской лиге, где за десять баксов позволяет фермерам и дальнобойщикам выйти с собой на ринг. Однажды Кейс встречает старого друга по бойцовской школе и тот предлагает Уокеру работу мечты - стать тренером для невероятного бойца Цезаря. Кейс соглашается и отправляется в Таиланд, где приступает к тренировкам молодого бойца. Однако, вернувшись к любимой работе, Уокер так же вернулся и в мир смешанных единоборств, полный интриг, спекуляций и подлогов. \"Никогда не сдавайся 3\" - продолжение бойцовский франшизы, снятое режиссером и исполнителем главной роли Майклом Джеем Уайтом."},"74":{"ch_id":"74","channel_name":"Кинопоказ HD2","rec":"1","img":"kinopokaz2hd.png","category":{"class":"3","name":"Кино"},"name":"Детектив Ренуар (3-я серия) (16+)","time":1520355600,"time_to":1520358600,"duration":"3000","descr":"После долгого перерыва детектив Кандис Ренуар возвращается к работе в криминальной полиции. Теперь ей предстоит доказать свой профессионализм и не обращать внимание на скептицизм коллег."},"151":{"ch_id":"151","channel_name":"Amedia Premium HD","rec":"1","img":"a_premiumhd.png","category":{"class":"3","name":"Кино"},"name":"Белая ворона (2-я серия) (16+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":"Продолжение одного из самых успешных проектов HBO 2016 года, основанного на веб-сериале Исы Рэй \"The Misadventures of Awkward Black Girl\", порадует новой порцией юмора на самые острые социальные темы. Несмотря на расставание Исы и Лоуренса в конце прошлого сезона, его персонаж не исчезнет из сериала. Напротив, на этот раз создатели собираются посвятить гораздо больше времени новоявленному холостяку. Другим важным фокусом станет проверка на прочность дружбы Исы и Молли, которая тоже возвращается во втором сезоне."},"117":{"ch_id":"117","channel_name":"Amedia 1","rec":"1","img":"amedia1.png","category":{"class":"3","name":"Кино"},"name":"Клиент всегда мертв (6-я серия - \"Комната\") (18+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":"Милдред Джонс умерла во сне и мужу приходится заниматься похоронами. Нейт узнает о некоторых странностях в бухгалтерских книгах \"Фишер и сыновья\" - Натаниэль устраивал похороны в обмен на небольшие услуги, вроде аренды тайной комнаты над индийским рестораном или марихуаны от местной предпринимательницы. Нейт задумывается насколько хорошо они знали отца. Клэр заинтересовалась Билли, но после того, как тот отверг ее она получает утешение от слов Бренды. Трейси, женщина, преследующая Дэвида, заставляет его понять как ему одиноко без Кита и он отрпавляется в гей-бар на поиски партнера. Мистер Джонс умирает сам у гроба жены, а Рут решает возобновить свои романтические отношения с парикмахером Хайрэмом."},"162":{"ch_id":"162","channel_name":"Amedia Hit HD","rec":"1","img":"amedia_hit.png","category":{"class":"3","name":"Кино"},"name":"Настоящая кровь (6-я серия - \"О, если бы я был луной\") (18+)","time":1520355900,"time_to":1520359500,"duration":"3600","descr":"Соки ищет Джейсона под полной луной. Марни соединяется с духами прошлого. Арлин и Терри справляются с подозрительной чертовщиной. Дебби призывает Алсида присоединиться к новой стае. Томми меняется местами с Сэмом. Лафайет чувствует дух в Мексике. Эрик сдается воле короля."},"122":{"ch_id":"122","channel_name":"Русский иллюзион","rec":"1","img":"russkij_illusion_logo.png","category":{"class":"3","name":"Кино"},"name":"Принцесса и нищий (16+)","time":1520355000,"time_to":1520358600,"duration":"3600","descr":"В лихо закрученном сюжете сплетаются интриги внутри силовых ведомств, неожиданно всплывающие родственные связи и настоящая любовь, для которой нет ни богатых, ни бедных. Дочь генерала ФАПСИ заводит роман с юношей без определенного места жительства. Понятно, что добром это кончиться не может..."},"204":{"ch_id":"204","channel_name":"Русский детектив","rec":"1","img":"r_detektiv.png","category":{"class":"3","name":"Кино"},"name":"Агент национальной безопасности-5 (3-я и 4-я серии - \"Забыть все\") (16+)","time":1520357400,"time_to":1520360700,"duration":"3300","descr":"Убит химик Морозов, работавший на оборонную промышленность и участвовавший в разработке боевого отравляющего вещества. Кто-то взял его \"в оборот\" и хотел заставить продолжить разработки. Решив избавиться от этих людей с помощью прессы, Морозов решил передать документы в редакцию, но бумаги достались киллеру.Банда \"Бергамота\" нападает на банк и забирает наличность, одурманив работников и клиентов газом - ни один из свидетелей ничего не может вспомнить о нападении. Лёха и Ника Цибинская тайно проникают в лабораторию, где производят газ..."},"208":{"ch_id":"208","channel_name":"Русский бестселлер","rec":"1","img":"rus_bestseller.png","category":{"class":"3","name":"Кино"},"name":"Капитан Гордеев (4-я серия) (16+)","time":1520356800,"time_to":1520360700,"duration":"3900","descr":"Капитан Гордеев чисто выбрит, подтянут и ироничен. Работает талантливо и азартно, что не всегда нравится начальству. Как говорит его друг, майор Беляев: \"Гордеев ведь краев не видит, прет напролом, пока убийцу не поймает, а потом и гуляет - тоже, с выкрутасами!\" Капитан Гордеев - прирожденный артист, и не всем преступникам понятно, когда он шутит, а когда говорит серьезно. Но, как говорит генерал: \"Нет, Гордеев не клоун, он лучший оперативный сотрудник нашего управления!\" Капитан Гордеев всегда собран, и готов к мгновенной импровизации и перевоплощению. Его стажер, лейтенант Каверин, восхищается: \"Ну, вы, Максимыч, - артист! В жизни не узнал бы, если бы на улице вас встретил!\" Капитан Гордеев холост, но постоянно находится в активном поиске предназначенной ему судьбой боевой подруги. И боевые, красивые женщины встречаются ему практически каждый день. Или ночь. Но не все они проходят тест на \"ментовский\" образ жизни капитана Гордеева. Потомственный опер Гордеев молод и стремителен. Даже друзья и начальники не всегда поспевают за ним, хотя любят его и уважают. Но это не приносит ему чинов, поэтому Гордеев по званию - вечный капитан."},"68":{"ch_id":"68","channel_name":"Русская комедия","rec":"1","img":"russkaya_komedia.png","category":{"class":"3","name":"Кино"},"name":"Новогодняя жена (12+)","time":1520354580,"time_to":1520360400,"duration":"5820","descr":""},"129":{"ch_id":"129","channel_name":"Fox Life Россия","rec":"1","img":"foxlife.png","category":{"class":"3","name":"Кино"},"name":"Первые свидания (17-я серия) (12+)","time":1520356200,"time_to":1520359200,"duration":"3000","descr":""},"182":{"ch_id":"182","channel_name":"Fox Россия","rec":"1","img":"foxrussia.png","category":{"class":"3","name":"Кино"},"name":"Кости (12-я серия - \"Грех среди сестер\") (16+)","time":1520357400,"time_to":1520359800,"duration":"2400","descr":"На кукурузном поле находят тело с пулевым ранением, одетое под чучело. Команде предстоит работать в авральном режиме, чтобы успеть до шторма и других возможных событий, которые могут уничтожить улики. Бут и Бреннан допрашивают трех жен жертвы, которые являются сестрами, и узнают, что взаимная ревность и стремление завладеть расположением мужа вызывали в семье серьезные трения. Бут и Бреннан допрашивают еще одного родственника, который резко осуждает полигамию в этой семье. В это время Кэм теряет уверенность в прочности своих отношений со своим любовником, который является доктором по вызову, однако они оба понимают, что им следует в первую очередь урегулировать свои отношения."},"69":{"ch_id":"69","channel_name":"Sony Channel","rec":"0","img":"sony.png","category":{"class":"3","name":"Кино"},"name":"Отчаянные домохозяйки (1-я серия - \"Завтра будет хорошо\") (16+)","time":1520355600,"time_to":1520358300,"duration":"2700","descr":"Прошло пять лет после событий последней серии прошлого сезона. Сьюзан встречается с новым парнем, у Габриэль уже двое детей, Бри собирается выпустить свою дебютную кулинарную книгу, а Кэтрин - её партнер по бизнесу; дети Линетт выросли, и справляться с ними становится все сложнее. А Иди Брит возвращается на Вистерия-Лейн после пятилетнего отсутствия с новым мужем."},"180":{"ch_id":"180","channel_name":"AXN Sci-Fi Россия","rec":"1","img":"sony_sci_fi.png","category":{"class":"3","name":"Кино"},"name":"Звездный путь: Следующее поколение (26-я серия - \"Развилка времён 1\") (16+)","time":1520355000,"time_to":1520358000,"duration":"3000","descr":"В Сан-Франциско находят голову Дейты, пролежавшую в шахте почти 500 лет. След ведёт к таинственной расе, посещавшей Землю в конце XIX века. В процессе расследования Дейта случайно перемещается вместе с пришельцами в эту эпоху и встречает там Гуинан."},"221":{"ch_id":"221","channel_name":"КиноТВ HD","rec":"1","img":"kinotv_hd.png","category":{"class":"3","name":"Кино"},"name":"Телохранитель (18+)","time":1520352300,"time_to":1520359200,"duration":"6900","descr":"Преступник и гангстер по имени Митчелл знакомится с кинозвездой по имени Шарлотта, которая очень красива, ранима и вынуждена прятаться от папарацци и прочих всевозможных преследователей в своем доме. Пытаясь завязать с прошлым, Митч находит утешение в этой милой, очаровательной девушке, и, в попытке окончательно встать на путь исправления, нанимается телохранителем к новой знакомой. Но темные дела не отпускают вот так просто..."},"64":{"ch_id":"64","channel_name":"Кинопоказ","rec":"1","img":"kinopokaz.png","category":{"class":"3","name":"Кино"},"name":"Х\/Ф: Призраки Исмаэля","time":1520352000,"time_to":1520358600,"duration":"6600","descr":"ТРИЛЛЕР | ФРАНЦИЯ , 2017 | Вот уже 20 лет кинорежиссер Исмаэль пытается разгадать тайну исчезновения своей возлюбленной Карлотты. Но время берет свое, и теперь смыслом жизни героя становится Сильвия. Однако Карлотта неожиданно возвращается, и это разрушает хрупкую любовную идиллию. | РЕЖИССЕР: Арно Деплешен | АКТЕРЫ: Матьё Амальрик, Марион Котийяр, Шарлотта Генсбур, Луи Гаррель, Альба Рорвахер, Ласло Сабо, Ипполит Жирардо, Жак Ноло."},"62":{"ch_id":"62","channel_name":"Cinema","rec":"1","img":"cinema.png","category":{"class":"3","name":"Кино"},"name":"Х\/Ф: Анжелика, маркиза ангелов","time":1520355000,"time_to":1520361900,"duration":"6900","descr":"МЕЛОДРАМА | ФРАНЦИЯ , 2013 | Франция XVII века. Юную красавицу Анжелику выдают замуж за графа де Пейрака, обладающего огромным состоянием и слывущего \"колдуном\". Поначалу Анжелика ненавидит мужа, но постепенно начинает понимать, что за суровой внешностью скрывается обаятельный, добрый, чуткий и справедливый мужчина. Между супругами вспыхивает настоящая любовь, но идиллия оказывается недолгой. Короля Людовика XIV, проездом посетившего замок де Пейрака, начинает терзать зависть к семейному счастью и богатству своего подданного. Де Пейрак заточен в Бастилию и ждет казни. Но Анжелика готова биться за свою любовь до последнего вздоха. На помощь энергичной и независимой красавице приходит давно влюбленный в нее Николя - предводитель парижских разбойников. | РЕЖИССЕР: Ариэль Зейтун | АКТЕРЫ: Нора Арнезедер, Жерар Ланвен, Томер Сисле, Симон Абкарян, Давид Кросс, Мэтью Бужена, Мигель Херц-Кестранек, Юлиан Вайгенд, Райнер Фриб, Флоренс Косте."},"207":{"ch_id":"207","channel_name":"НСТ","rec":"1","img":"nct.png","category":{"class":"3","name":"Кино"},"name":"Ворон (18+)","time":1520353500,"time_to":1520359800,"duration":"6300","descr":"Триллер \"Ворон\" - это попытка заглянуть в мрачную загадку мистика, писателя и поэта в последние дни его жизни. Творчество великого романтика XIX века Эдгара Алана По и сама его личность окутаны дымкой мистической тайны. Как и его загадочная гибель, после которой роковой образ ворона не раз смущал умы исследователей и художников. Эдгара Алана По (Джон Кьюсак), ставшего легендой уже при жизни, преследует серийный убийца. Но в самой этой смертельной опасности герой черпает не только силы для интеллектуального поединка с монстром - на краю гибели он заглядывает за пределы бытия в поисках своего ускользающего вдохновения."},"226":{"ch_id":"226","channel_name":"Страшное HD","rec":"1","img":"strashnoe.png","category":{"class":"3","name":"Кино"},"name":"Пятница 13-е. Часть 2 (16+)","time":1520355600,"time_to":1520360700,"duration":"5100","descr":"После дикой кровавой бани, случившейся в \"Хрустальном Озере\", - лагерь закрыли, а зловещий Джейсон Вурхиз стал жуткой легендой, страшной историей, которую ночами рассказывают у костра.Но вот, пять лет спустя, в летнем лагере, неподалёку от печально знаменитого \"Хрустального озера\", компанию беспечных молодых людей ждёт новая, \"незабываемая\" встреча с Джейсоном. Он страстно хочет поучаствовать в следующем раунде \"увлекательной\"игры \"Убей вожатого!\". Для каждой из своих жертв Джейсон приготовил изощрённую и мучительную смерть."},"152":{"ch_id":"152","channel_name":"ТВ XXI","rec":"1","img":"tv21.png","category":{"class":"3","name":"Кино"},"name":"Я, Дэниел Блэйк (12+)","time":1520352000,"time_to":1520358300,"duration":"6300","descr":"Дэниэл Блэйк - недавно овдовевший бездетный работяга, из-за проблем со здоровьем потерявший последнее, что у него было, - возможность зарабатывать себе на жизнь. Блэйк вынужден обратиться за помощью к государству и подать документы на получение пособия. На деле оказывается, что сделать это для пожилого мужчины не проще, чем доказать теорему Ферма: процесс подачи заявления полностью автоматизирован, а Блэйк в жизни не держал в руках ни смартфона, ни компьютерной мыши - только молоток."},"196":{"ch_id":"196","channel_name":"Paramount Comedy","rec":"1","img":"paramount_comedy.png","category":{"class":"3","name":"Кино"},"name":"Последний настоящий мужчина (15-я серия) (16+)","time":1520356200,"time_to":1520357700,"duration":"1500","descr":"Майку кажется, что камеры, следящие за безопасностью в соседнем районе, нарушают право его семьи на частную жизнь."},"219":{"ch_id":"219","channel_name":"Paramount Сhannel","rec":"1","img":"paramount.png","category":{"class":"3","name":"Кино"},"name":"Трансформеры: Месть падших (16+)","time":1520354700,"time_to":1520363700,"duration":"9000","descr":"С грандиозной битвы, в которой зло в лице десептиконов было повержено, прошло два года. Мегатрон в виде груды металлолома покоится на дне Марианской впадины, а Оптимус Прайм сотоварищи сотрудничает с людьми в рамках специального подразделения NEST. Однако в рядах новых союзников раскол, кое-кто уверен, что автоботам не место на планете Земля, ведь это именно они провоцируют нападение десептиконов, которые буквально восстают из пепла, чтобы на этот раз попытаться уничтожить Солнце."},"107":{"ch_id":"107","channel_name":"Мужское кино","rec":"1","img":"muzhkoe_kino.png","category":{"class":"3","name":"Кино"},"name":"\"Эксперимент \"Офис\" (18+)","time":1520355600,"time_to":1520361600,"duration":"6000","descr":"80 сотрудников международной корпорации заблокированы в многоэтажном офисном здании. По внутренней связи компании неизвестный голос призывает их участвовать в смертельной игре на выживание. Они должны будут выполнить ряд изощренных заданий, первое из которых - убить коллег, вызывающих наибольшее раздражение. Иначе устроители эксперимента пустят в расход всех. Игра началась!"},"236":{"ch_id":"236","channel_name":"Дом Кино","rec":"1","img":"dom_kino.png","category":{"class":"3","name":"Кино"},"name":"Укротительница тигров (12+)","time":1520352000,"time_to":1520358600,"duration":"6600","descr":"История большой любви, родившейся под куполом советского цирка. Самоотверженное увлечение цирковым искусством молодая работница цирка Лена Воронцова сумела привить мотогонщику Федору Ермолаеву. Вместе с Федей ей предстоит отправиться на первые большие гастроли, но назначение на должность дрессировщицы спутало Лене все карты. Отказавшись от поездки, отважная укротительница тигров готовится к дебюту на цирковом манеже. В то же время, жена циркового бухгалтера Мария Михайловна не оставляет попыток выдать за Федора свою дочь Олечку."},"108":{"ch_id":"108","channel_name":"Дом Кино Премиум HD","rec":"1","img":"domkino_prem.png","category":{"class":"3","name":"Кино"},"name":"\"Гостиница \"Россия\" (12+)","time":1520352000,"time_to":1520363700,"duration":"11700","descr":"1-я серия. Москва, 1976 год. Сотрудница орготдела гостиницы \"Россия\" Ксения отвечает за прием и комфортное пребывание гостей, среди которых в основном советская знать и высокопоставленные иностранцы. Гостиница - особое место, где сходятся интересы разных отделов КГБ и милиции, криминала и мира искусства. В гостиницу прибывает известный ювелир для выполнения особо важного партийного заказа. Задача Ксении - никого к нему не подпускать. Однако высокопоставленным заказчицам отказать практически невозможно.2-я серия. Ювелир в знак благодарности дарит Ксении серьги - точную копию тех, которые заказали жены высших советских чинов. На банкете в гостинице жена партийного чиновника замечает на Ксении серьги, такие же, как у нее. Женщина доносит на Ксению - откуда у простой советской служащей дорогие украшения?! Ксению неожиданно спасает капитан Ракитин из 9-го управления КГБ, который ей явно симпатизирует. Тем временем в гостиницу прибывает французская делегация, в составе которой внучка белогвардейского генерала Широкова. Широкова - невеста известного советского шахматиста, и задача спецслужб - помешать их браку."},"260":{"ch_id":"260","channel_name":"TOP CINEMA HD","rec":"0","img":"topcinemahd.png","category":{"class":"3","name":"Кино"},"name":"Нет данных","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"262":{"ch_id":"262","channel_name":"TopHORROR HD","rec":"0","img":"tophorror.png","category":{"class":"3","name":"Кино"},"name":"Нет данных","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"188":{"ch_id":"188","channel_name":"Матч! Игра HD","rec":"1","img":"hdsport.png","category":{"class":"1","name":"Спорт"},"name":"Баскетбол. Евролига. Мужчины (\"Баскония\" (Испания) - \"Химки\" (Россия)) (12+)","time":1520352900,"time_to":1520359500,"duration":"6600","descr":""},"176":{"ch_id":"176","channel_name":"Eurosport HD","rec":"1","img":"eurospor_hd.png","category":{"class":"1","name":"Спорт"},"name":"Прыжки с трамплина. Кубок мира. Лахти. HS 130 (12+)","time":1520354700,"time_to":1520359200,"duration":"4500","descr":""},"192":{"ch_id":"192","channel_name":"Eurosport 2 HD","rec":"1","img":"eurospor_hd2.png","category":{"class":"1","name":"Спорт"},"name":"Велоспорт. Париж - Ницца. 3-й этап (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"143":{"ch_id":"143","channel_name":"Матч! Наш спорт","rec":"1","img":"sport_plus.png","category":{"class":"1","name":"Спорт"},"name":"Баскетбол. Единая лига ВТБ (\"Нижний Новгород\" - \"Химки\") (12+)","time":1520352600,"time_to":1520359500,"duration":"6900","descr":""},"163":{"ch_id":"163","channel_name":"Матч! Арена HD","rec":"1","img":"hd_sport.png","category":{"class":"1","name":"Спорт"},"name":"Лыжный спорт. Кубок мира. Мужчины. 15 км. Трансляция из Финляндии (12+)","time":1520354100,"time_to":1520359200,"duration":"5100","descr":""},"169":{"ch_id":"169","channel_name":"Матч ТВ HD","rec":"1","img":"matchtv.png","category":{"class":"1","name":"Спорт"},"name":"Хоккей. КХЛ. 1\/4 финала конференции \"Запад\". Прямая трансляция (12+)","time":1520353500,"time_to":1520362500,"duration":"9000","descr":""},"130":{"ch_id":"130","channel_name":"Матч! Футбол 1 HD","rec":"1","img":"futt1hd.png","category":{"class":"1","name":"Спорт"},"name":"Английский акцент (12+)","time":1520357100,"time_to":1520361000,"duration":"3900","descr":""},"142":{"ch_id":"142","channel_name":"Матч! Футбол 2 HD","rec":"1","img":"football2.png","category":{"class":"1","name":"Спорт"},"name":"Чемпионат Италии. \"Наполи\" - \"Рома\" (12+)","time":1520357400,"time_to":1520364600,"duration":"7200","descr":""},"185":{"ch_id":"185","channel_name":"Матч! Футбол 3 HD","rec":"1","img":"futt3.png","category":{"class":"1","name":"Спорт"},"name":"Чемпионат испании. \"реал\" - \"хетафе\" (12+)","time":1520357400,"time_to":1520364600,"duration":"7200","descr":""},"193":{"ch_id":"193","channel_name":"НТВ+ Наш футбол HD","rec":"1","img":"nash_footballhd.png","category":{"class":"1","name":"Спорт"},"name":"Росгосстрах. чемпионат россии по футболу. обзор тура (12+)","time":1520357400,"time_to":1520361300,"duration":"3900","descr":""},"159":{"ch_id":"159","channel_name":"Футбол 1 HD Украина","rec":"1","img":"futbol.png","category":{"class":"1","name":"Спорт"},"name":"Барселона - Атлетико. Чемпионат Испании (12+)","time":1520355900,"time_to":1520362200,"duration":"6300","descr":""},"191":{"ch_id":"191","channel_name":"Футбол 2 HD Украина","rec":"1","img":"futbolplus.png","category":{"class":"1","name":"Спорт"},"name":"Ливерпуль - Порту (2007-2008). Золотая коллекция Лиги Чемпионов (12+)","time":1520356500,"time_to":1520362800,"duration":"6300","descr":""},"33":{"ch_id":"33","channel_name":"Беларусь 5","rec":"1","img":"bel_5.png","category":{"class":"1","name":"Спорт"},"name":"Хоккей. Чемпионат Беларуси. 1\/4 финала. Четвертый матч. Динамо (Молодечно) - ХК Гомель. Прямая трансляция (в перерывах - Спорт-ц","time":1520351400,"time_to":1520359800,"duration":"8400","descr":""},"72":{"ch_id":"72","channel_name":"Kazsport","rec":"0","img":"kazsport.png","category":{"class":"1","name":"Спорт"},"name":"Нет данных","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"102":{"ch_id":"102","channel_name":"Viasat Sport HD Россия","rec":"1","img":"viasat_sport_east_logo.png","category":{"class":"1","name":"Спорт"},"name":"NBA. Регулярный сезон (Кливленд Кавальерс - Детройт Пистонс) (12+)","time":1520355600,"time_to":1520361900,"duration":"6300","descr":""},"148":{"ch_id":"148","channel_name":"Extreme Sports","rec":"1","img":"extremesports.png","category":{"class":"1","name":"Спорт"},"name":"Час расплаты (8-я серия) (12+)","time":1520356800,"time_to":1520358600,"duration":"1800","descr":""},"141":{"ch_id":"141","channel_name":"Морской","rec":"1","img":"morskoy.png","category":{"class":"1","name":"Спорт"},"name":"Пляжная жизнь (3-я серия) (12+)","time":1520356020,"time_to":1520357640,"duration":"1620","descr":""},"234":{"ch_id":"234","channel_name":"Setanta Eurasia HD","rec":"1","img":"setanta.png","category":{"class":"1","name":"Спорт"},"name":"Футбол. Чемпионат Италии. Обзор (12+)","time":1520355600,"time_to":1520358300,"duration":"2700","descr":""},"235":{"ch_id":"235","channel_name":"Setanta Eurasia+ HD","rec":"1","img":"setanta_plus.png","category":{"class":"1","name":"Спорт"},"name":"Футбол. Чемпионат Италии. Лацио - Ювентус.","time":1520355600,"time_to":1520361900,"duration":"6300","descr":""},"112":{"ch_id":"112","channel_name":"Матч! Боец","rec":"1","img":"boets.png","category":{"class":"1","name":"Спорт"},"name":"Бокс. Всемирная Серия (Россия - Индия) (12+)","time":1520351400,"time_to":1520359800,"duration":"8400","descr":""},"154":{"ch_id":"154","channel_name":"Бокс ТВ","rec":"1","img":"box.png","category":{"class":"1","name":"Спорт"},"name":"Шестираундовый бой в полусреднем весе (Г. Гафаров (Россия) - А. Тулеуов (Казахстан)) (12+)","time":1520357100,"time_to":1520359200,"duration":"2100","descr":""},"166":{"ch_id":"166","channel_name":"КХЛ ТВ","rec":"1","img":"khl.png","category":{"class":"1","name":"Спорт"},"name":"КХЛ. Плей-офф. 1\/4 финала конференции \"Запад\". 3-й матч. Прямая трансляция (\"Торпедо\" - \"Локомотив\") (12+)","time":1520351400,"time_to":1520360400,"duration":"9000","descr":""},"178":{"ch_id":"178","channel_name":"КХЛ HD","rec":"1","img":"khl_hd.png","category":{"class":"1","name":"Спорт"},"name":"КХЛ. Плей-офф. 1\/4 финала конференции \"Запад\". 3-й матч. Прямая трансляция (ХК \"Сочи\" - \"Йокерит\") (12+)","time":1520353200,"time_to":1520362200,"duration":"9000","descr":""},"195":{"ch_id":"195","channel_name":"Детский","rec":"1","img":"detskiy.png","category":{"class":"4","name":"Детские"},"name":"Вик, маленький викинг (9-я серия) (12+)","time":1520356800,"time_to":1520357700,"duration":"900","descr":""},"127":{"ch_id":"127","channel_name":"Nickelodeon HD","rec":"1","img":"nickelodeon.png","category":{"class":"4","name":"Детские"},"name":"Элвиннн!!! и бурундуки (\"Собачьи деньки\". \"Драконий папа\") (12+)","time":1520356800,"time_to":1520357700,"duration":"900","descr":""},"232":{"ch_id":"232","channel_name":"Тлум HD","rec":"1","img":"tlum.png","category":{"class":"4","name":"Детские"},"name":"Маша и Медведь (12+)","time":1520357400,"time_to":1520368200,"duration":"10800","descr":""},"118":{"ch_id":"118","channel_name":"Канал Disney","rec":"1","img":"disney_channel.png","category":{"class":"4","name":"Детские"},"name":"Богатырша (12+)","time":1520353800,"time_to":1520359800,"duration":"6000","descr":""},"120":{"ch_id":"120","channel_name":"Карусель","rec":"1","img":"karusel.png","category":{"class":"4","name":"Детские"},"name":"Спокойной ночи, малыши! (12+)","time":1520357400,"time_to":1520358300,"duration":"900","descr":""},"111":{"ch_id":"111","channel_name":"TiJi Россия","rec":"1","img":"tiji.png","category":{"class":"4","name":"Детские"},"name":"Пчёлка Майя (7-я серия) (12+)","time":1520356980,"time_to":1520357760,"duration":"780","descr":""},"199":{"ch_id":"199","channel_name":"Мульт","rec":"1","img":"mult.png","category":{"class":"4","name":"Детские"},"name":"Маша и Медведь (12+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"150":{"ch_id":"150","channel_name":"JimJam","rec":"1","img":"jimjam.png","category":{"class":"4","name":"Детские"},"name":"Щенки из приюта 17 (19-я серия) (12+)","time":1520357160,"time_to":1520358480,"duration":"1320","descr":""},"144":{"ch_id":"144","channel_name":"Cartoon network","rec":"1","img":"cartoon_network.png","category":{"class":"4","name":"Детские"},"name":"Суперкрошки (35-я серия - \"Профессор под защитой\") (12+)","time":1520357400,"time_to":1520358000,"duration":"600","descr":""},"220":{"ch_id":"220","channel_name":"Nick Jr Polska","rec":"1","img":"nickjr.png","category":{"class":"4","name":"Детские"},"name":"Гуппи и пузырики (Храм Потерянных Щенков!) (12+)","time":1520356800,"time_to":1520358300,"duration":"1500","descr":""},"93":{"ch_id":"93","channel_name":"В гостях у сказки","rec":"1","img":"u_skazki.png","category":{"class":"4","name":"Детские"},"name":"Карлсон вернулся (12+)","time":1520357400,"time_to":1520358600,"duration":"1200","descr":""},"261":{"ch_id":"261","channel_name":"KIDS HD","rec":"0","img":"kidshd.png","category":{"class":"4","name":"Детские"},"name":"Нет данных","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"60":{"ch_id":"60","channel_name":"Канал О!","rec":"1","img":"o_tv.png","category":{"class":"4","name":"Детские"},"name":"Открытия! \"Лабораториум\" (12+)","time":1520356200,"time_to":1520357700,"duration":"1500","descr":""},"218":{"ch_id":"218","channel_name":"М1","rec":"0","img":"m1.png","category":{"class":"6","name":"Музыкальные"},"name":"Главный хит-парад (12+)","time":1520356800,"time_to":1520359800,"duration":"3000","descr":""},"92":{"ch_id":"92","channel_name":"Bridge HD","rec":"0","img":"bridge.png","category":{"class":"6","name":"Музыкальные"},"name":"Music roll (12+)","time":1520357400,"time_to":1520361000,"duration":"3600","descr":""},"184":{"ch_id":"184","channel_name":"Europa Plus TV","rec":"0","img":"europaplus.png","category":{"class":"6","name":"Музыкальные"},"name":"Hit Non Stop (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"147":{"ch_id":"147","channel_name":"MTV Dance","rec":"0","img":"mtv_dance.png","category":{"class":"6","name":"Музыкальные"},"name":"Club bangers! (16+)","time":1520352000,"time_to":1520359200,"duration":"7200","descr":""},"89":{"ch_id":"89","channel_name":"MTV Россия","rec":"0","img":"mtv_russia.png","category":{"class":"6","name":"Музыкальные"},"name":"Netlenka (12+)","time":1520356200,"time_to":1520359200,"duration":"3000","descr":""},"88":{"ch_id":"88","channel_name":"MTV Rocks","rec":"0","img":"mtv_rocks.png","category":{"class":"6","name":"Музыкальные"},"name":"The decade`s biggest anthems! (16+)","time":1520354400,"time_to":1520359200,"duration":"4800","descr":""},"153":{"ch_id":"153","channel_name":"Музыка Первого","rec":"0","img":"muzika.png","category":{"class":"6","name":"Музыкальные"},"name":"#Хитмикс (12+)","time":1520352000,"time_to":1520362800,"duration":"10800","descr":""},"165":{"ch_id":"165","channel_name":"VH1 Europe","rec":"0","img":"VH1.png","category":{"class":"6","name":"Музыкальные"},"name":"Hits Don`t Lie (12+)","time":1520355600,"time_to":1520362800,"duration":"7200","descr":""},"87":{"ch_id":"87","channel_name":"VH1 Classic","rec":"0","img":"vh1_classic.png","category":{"class":"6","name":"Музыкальные"},"name":"Timeless Tuesdays (12+)","time":1520352000,"time_to":1520366400,"duration":"14400","descr":""},"86":{"ch_id":"86","channel_name":"Муз-ТВ","rec":"0","img":"muz_tv.png","category":{"class":"6","name":"Музыкальные"},"name":"Ёлка. Большой концерт (12+)","time":1520355600,"time_to":1520360100,"duration":"4500","descr":""},"109":{"ch_id":"109","channel_name":"RU.TV","rec":"0","img":"rutv.png","category":{"class":"6","name":"Музыкальные"},"name":"Хит за хитом (12+)","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"95":{"ch_id":"95","channel_name":"Шансон ТВ","rec":"0","img":"shanson.png","category":{"class":"6","name":"Музыкальные"},"name":"О чем поет страна (12+)","time":1520357100,"time_to":1520360700,"duration":"3600","descr":""},"105":{"ch_id":"105","channel_name":"РБК ТВ","rec":"1","img":"rbk.png","category":{"class":"9","name":"Новостные"},"name":"ЧЭЗ (12+)","time":1520351100,"time_to":1520365800,"duration":"14700","descr":""},"210":{"ch_id":"210","channel_name":"Дождь","rec":"1","img":"dogd.png","category":{"class":"9","name":"Новостные"},"name":"Здесь и сейчас. Вечернее шоу (12+)","time":1520355600,"time_to":1520358600,"duration":"3000","descr":""},"139":{"ch_id":"139","channel_name":"Россия 24","rec":"1","img":"rossia24.png","category":{"class":"9","name":"Новостные"},"name":"Экономика. Курс дня (12+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"189":{"ch_id":"189","channel_name":"EuroNews","rec":"1","img":"euronews.png","category":{"class":"9","name":"Новостные"},"name":"Новости, экономика, рынки, наука, спорт, журнал, no comment, погода, портал (12+)","time":1520323200,"time_to":1520359200,"duration":"36000","descr":""},"85":{"ch_id":"85","channel_name":"BBC World News Europe","rec":"0","img":"bbc.png","category":{"class":"9","name":"Новостные"},"name":"Глобальный с Мэтью Амроливала (12+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"84":{"ch_id":"84","channel_name":"CNN","rec":"0","img":"cnn.png","category":{"class":"9","name":"Новостные"},"name":"Квест. Экспресс (12+)","time":1520355600,"time_to":1520362800,"duration":"7200","descr":""},"67":{"ch_id":"67","channel_name":"Москва-24","rec":"0","img":"moskva24.png","category":{"class":"9","name":"Новостные"},"name":"В теме (12+)","time":1520357100,"time_to":1520359200,"duration":"2100","descr":""},"50":{"ch_id":"50","channel_name":"Dorcel HD","rec":"0","img":"dorcel.png","category":{"class":"7","name":"Для взрослых"},"name":"Нет данных","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"51":{"ch_id":"51","channel_name":"Redlight HD","rec":"0","img":"redlight_hd.png","category":{"class":"7","name":"Для взрослых"},"name":"Нет данных","time":1520355600,"time_to":1520359200,"duration":"3600","descr":""},"52":{"ch_id":"52","channel_name":"Hustler HD Europe","rec":"0","img":"hustler_hd.png","category":{"class":"7","name":"Для взрослых"},"name":"Stepfather\/Stepdaughter Affair.","time":1520353800,"time_to":1520359200,"duration":"5400","descr":""},"53":{"ch_id":"53","channel_name":"Brazzers TV","rec":"0","img":"brazzers.png","category":{"class":"7","name":"Для взрослых"},"name":"Raven, 2 Of A Kind (18+)","time":1520356500,"time_to":1520362800,"duration":"6300","descr":""},"54":{"ch_id":"54","channel_name":"Русская ночь","rec":"0","img":"r_noch.png","category":{"class":"7","name":"Для взрослых"},"name":"Очень опасные (18+)","time":1520355300,"time_to":1520360400,"duration":"5100","descr":""},"55":{"ch_id":"55","channel_name":"НЮ АРТ","rec":"0","img":"nuart.png","category":{"class":"7","name":"Для взрослых"},"name":"Клипы, фэшн-фильмы, портреты (18+)","time":1520355600,"time_to":1520362800,"duration":"7200","descr":"Женская красота в аудиовизуальном искусстве"},"56":{"ch_id":"56","channel_name":"Playboy TV","rec":"0","img":"play_boy.png","category":{"class":"7","name":"Для взрослых"},"name":"Playboy`s Sextreme Makeover (18+)","time":1520357400,"time_to":1520359200,"duration":"1800","descr":""},"57":{"ch_id":"57","channel_name":"Candy HD","rec":"0","img":"candy_hd.png","category":{"class":"7","name":"Для взрослых"},"name":"Красные фонари.","time":1520356980,"time_to":1520357640,"duration":"660","descr":""}}]}